Repository: linnitel/EasyPeriod
Catalog: EasyPeriod/EasyPeriod/*.lproj/Localizable.strings
Languages: fr

# CalendarVC.descriptionText.notSet
source: Please setup your period schadule in settings
fr: Veuillez configurer votre calendrier de règles dans les paramètres

# CalendarVC.descriptionText.offPeriod
source: Next period
fr: Prochaine période

# CalendarVC.descriptionText.period
source: Period is in progress
fr: La période est en cours

# CalendarVC.descriptionText.delay
source: You have a delay
fr: Vous avez un retard

# CalendarVC.buttonOne.offPeriod
source: Started
fr: Commencé

# CalendarVC.buttonOne.period
source: Period ended early
fr: Fin de période anticipée

# CalendarVC.buttonTwo.period
source: Didn't start
fr: N'a pas commencé

# CalendarVC.buttonOne.delay
source: Have started!!
fr: A commencé!!

# UserSettingsVC.periodLengthView.text
source: Period Length (In days):
fr: Durée de la période (en jours):

# UserSettingsVC.cycleLengthView.text
source: Cycle length (In days):
fr: Durée du cycle (en jours):

# UserSettingsVC.previousDateView.text
source: Last period started:
fr: Dernière période commencée:

# UserSettingsVC.buttonCalculate
source: Calculate
fr: Calculer

# UserSettingsVC.NavigationBar.title
source: Settings
fr: Paramètres

# UserSettingsVC.GoBackAlert.title
source: Close screen
fr: Fermer l'écran

# UserSettingsVC.GoBackAlert.message
source: Are you sure you want to close settings, the data will not be saved?
fr: Êtes-vous sûr de vouloir fermer les paramètres, les données ne seront pas enregistrées ?

# UserSettingsVC.GoBackAlert.ok
source: OK
fr: D'accord

# UserSettingsVC.GoBackAlert.cancel
source: Cancel
fr: Annuler

# UserSettingsVC.FillingAllFieldsAlert.title
source: Fill in Settings
fr: Remplir les paramètres

# UserSettingsVC.FillingAllFieldsAlert.message
source: Please fill all the fields with data to procede to the next screen.
fr: Veuillez remplir tous les champs avec des données pour passer à l'écran suivant.

# UserSettingsVC.FillingAllFieldsAlert.ok
source: OK
fr: D'accord
